[
  {
    "date": "2012-07-12T23:31",
    "tags": ["ron paul funeral city", "funeralopolis", "350 million dead"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/27099483646",
    "archive": "https://web.archive.org/web/20200109131320/https://ronpaulfuneralcity.tumblr.com/post/27099483646/ron-paul-calls-for-350-million-dead-350-million",
    "text": "<p><img src=\"/img/0.jpg\"></p><p><img src=\"/img/1.jpg\"></p><p>Ron Paul calls for 350 million dead. 350 million dead consecrate Ron Paul Funeral City</p>"
  },
  {
    "date": "2012-07-23T22:20",
    "tags": ["ron paul funeral city", "millions dead"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/27879256379",
    "archive": "https://web.archive.org/web/20200109131333/https://ronpaulfuneralcity.tumblr.com/post/27879256379/ron-paul-promises-a-clean-sweep-funeral-city",
    "text": "<p><img src=\"/img/3.jpg\"></p><p><img src=\"/img/4.jpg\"></p><p>Ron Paul promises a clean sweep. Funeral City promised to be consecrated with the blood of the most sacred and the death of incalculable millions</p>"
  },
  {
    "date": "2012-08-13T04:16",
    "tags": ["ron paul funeral city", "350 million dead"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/29326496332",
    "archive": "https://web.archive.org/web/20200109131619/https://ronpaulfuneralcity.tumblr.com/post/29326496332/preparations-begin-for-the-construction-of-ron",
    "text": "<p><img src=\"/img/5.jpg\"></p><p><img src=\"/img/6.jpg\"></p><p>Preparations begin for the construction of Ron Paul’s Funeral City</p>"
  },
  {
    "date": "2012-08-18T04:13",
    "tags": ["ron paul", "funeral city", "blackbird egg miraculous"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/29680847447",
    "archive": "https://web.archive.org/web/20200109131633/https://ronpaulfuneralcity.tumblr.com/post/29680847447/miraculous-1000-meter-wide-blackbird-egg-hauled-to",
    "text": "<p><img src=\"/img/7.jpg\"></p><p><img src=\"/img/8.jpg\"></p><p>Miraculous 1000 meter wide blackbird egg hauled to the consecration ceremony of Ron Paul’s Funeral City, 350,000,000 dead</p>"
  },
  {
    "date": "2012-08-24T15:37",
    "tags": ["Ron paul funeral city"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/30132437011",
    "archive": "https://web.archive.org/web/20200109131904/https://ronpaulfuneralcity.tumblr.com/post/30132437011/ron-paul-calls-for-endless-fields-of-ruin-to",
    "text": "<p><img src=\"/img/9.jpg\"></p><p><img src=\"/img/10.jpg\"></p><p>Ron Paul calls for “endless fields of ruin” to circle  Funeral City. 350,000,000 dead</p>"
  },
  {
    "date": "2012-09-05T04:01",
    "tags": ["ron paul funeral city", "three hundred fifty million dead"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/30924327890",
    "archive": "https://web.archive.org/web/20200109131941/https://ronpaulfuneralcity.tumblr.com/post/30924327890/republicans-pass-motion-at-convention-to-erect-a",
    "text": "<p><img src=\"/img/11.png\"></p><p><img src=\"/img/12.jpg\"></p><p>Republicans pass motion at convention to erect a 100 mile wide cordon sanitaire around Ron Paul’s Funeral City, detonate 5,000 charges to slow  the first thousand tomb trains barreling toward the burial altars</p>"
  },
  {
    "date": "2012-09-11T05:44",
    "tags": ["ron paul", "funeral city", "350000000 dead"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/31328352295",
    "archive": "https://web.archive.org/web/20200109132045/https://ronpaulfuneralcity.tumblr.com/post/31328352295/the-earth-of-dead-societies-raised-drained-and",
    "text": "<p><img src=\"/img/13.jpg\"></p><p><img src=\"/img/14.jpg\"></p><p>The earth of dead societies raised, drained, and sanctified. Ron Paul’s funeral city reclaims 600000000 cubic meters of land from the deep water. Ron Paul alone sees the footsteps of perfect ancestors on ground not since touched by man for 50,000 years. 350,000,000 dead</p>"
  },
  {
    "date": "2012-09-12T03:26",
    "tags": ["ron paul", "funeral city", "animal behavior compel"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/31411505116",
    "archive": "https://web.archive.org/web/20200109132146/https://ronpaulfuneralcity.tumblr.com/post/31411505116/animals-gather-and-the-earth-brings-forth-crude",
    "text": "<p><img src=\"/img/15.jpg\"></p><p><img src=\"/img/16.jpg\"></p><p>Animals gather, and the earth brings forth crude imitations of the first structures in Ron Paul Funeral City. 350,000,000 dead</p>"
  },
  {
    "date": "2012-09-21T04:23",
    "tags": ["ron paul", "funeral city", "millions dead", "sacrifice", "honor", "beauty"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/31975928728",
    "archive": "https://web.archive.org/web/20200109132316/https://ronpaulfuneralcity.tumblr.com/post/31975928728/be-track-be-coal-be-sweet-crude-be-compressed",
    "text": "<p><img src=\"/img/17.jpg\"></p><p><img src=\"/img/18.jpg\"></p><p>Be track, be  coal, be sweet crude, be compressed tar and crushed gravel. Or follow the 24/7 broadcasts of Rand paul and his impossibly beautiful chorus cataloguing the beauty of a world cleansed and sanctified by Ron Paul. To be chosen, to leave a life of simple chemical conversions, to become something altogether more powerful, something beyond measurement or conventional accounting practices. Ron Paul’s Funeral City, 350,000,000 dead</p>"
  },
  {
    "date": "2012-09-24T08:09",
    "tags": ["ron paul", "ron paul's funeral city", "350000000 dead", "blood raining", "blood running down mountain sides", "human potential", "ice call"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/32229508863",
    "archive": "https://web.archive.org/web/20200109132329/https://ronpaulfuneralcity.tumblr.com/post/32229508863/full-text-of-a-ron-paul-funeral-city-media",
    "text": "<p><img src=\"/img/19.jpg\"></p><p><img src=\"/img/20.jpg\"></p><p>Full text of a Ron Paul Funeral City media representative’s answers to the questions of a busybody journalist. Liberal media bias will be swept away when Ron Paul’s Funeral City is sanctified.</p><p> Interview excerpts <a href=\"https://theithacan.org/blogs/ron-pauls-funeral-city-is-the-weirdest-blog-youll-see-this-week/\">https://theithacan.org/blogs/ron-pauls-funeral-city-is-the-weirdest-blog-youll-see-this-week/</a><sup>[<a href=\"https://web.archive.org/web/20200109133223/https://theithacan.org/blogs/ron-pauls-funeral-city-is-the-weirdest-blog-youll-see-this-week/\">archive</a>]</sup><br>Full text follows:</p><p> In the Sumerian religions, once one dies and enters the underworld, one cannot leave without finding another to take their place. Ron Paul leads an ideology that calls for a retrieval of the past. The only way to bring the past and its people back is an immense sacrifice, 350,000,000. Ron Paul’s followers are willing and grateful to be sacrificed, not only because they love him and believe in him, but because they know, that like the sun and wind god Nergal in the Sumerian religion, who entered the underworld and seduced Ereshkigal, he will enter the underworld and bring all of his loyal followers back to life, eternally. </p><p>  A funeral city is a complex built to house those who will be sacrificed, the master of sacrifices and his household, and the priests who lead the individual purification rituals before the mass sacrifice. Ron Paul’s Funeral City is being built by Rand Paul, who fills the role of Enkimdu, the god of canals and ditches. Rand, who was given the name of an illustrious “chief spirit figure” in a <strong>Cahokian</strong> Death Cult ceremony- a copper maskette hiding his face until he was completely transformed into a vessel for the spirit of their patron’s own deity. The funerary complex also holds all of the other facilities necessary for burial in preparation for mass resurrection, and provides a locus for the return of millions from the underworld after Ron Paul enters and begins his Seduction. This will take place on an altar that takes the place of a 4000 hectare forest that was ceremonially crushed with massive custom built machines, then was burnt, and the complex built on top, with no grading</p><p>Ron Paul’s visions and consultations with ancestors have given him a clarity of vision, if he looks to the east, he sees what came before, if he looks west, he sees what is to come. This is why he calls for an end to the folly of central government administration, and a return to the resilient and willful independence of each Sumerian City-State, and those states from so far in the human past that we have no names for them. Ron Paul sees their flourishing and sees their fall. </p><p><span class=\"tab\"></span>The sacrifice can only happen when a cosmological period known as a 50 day Venusian cycle begins, while coinciding with a set of earthly signs that he alone knows. When it happens, there will be signals, and the years of preparation for his Funeral City will be culminated in front of an aching and adoring world. </p><p>Does Ron Paul have 350,000,000 followers, will they all answer his call to die? Does the moon rise from the underworld each night, does the sun rise on the breath of God? Are there 350,000,000 people who don’t want eternal life in a remade world?</p>"
  },
  {
    "date": "2012-09-27T23:33",
    "tags": ["ron paul funeral", "350000000 dead", "battered wet", "rand paul", "ron paul's funeral city"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/32439600038",
    "archive": "https://web.archive.org/web/20200109132539/https://ronpaulfuneralcity.tumblr.com/post/32439600038/hundreds-of-cities-are-extinguished-by-unexplained",
    "text": "<p><img src=\"/img/21.jpg\"></p><p><img src=\"/img/22.jpg\"></p><p>Hundreds of cities are extinguished by unexplained cataracts appearing at mid levels of banking towers and battering the cities below with millions of liters of incredibly clean water.  The remnants of effective government pour money into equipment to navigate and tame the new swamp cities.  </p><p>Rand Paul delivers a speech from the padded crown of an aluminium tower, mounted on 4 massive barges, shifting through the ruins by banks of fan engines on 3 sides. The loud speakers and antennas broadcast his speech to the uncountable gathered amphibious trucks and small boats of a formerly thriving American city:</p><p><span class=\"tab\"></span>Battered wet</p><p><span class=\"tab\"></span>Rot and musk</p><p><span class=\"tab\"></span>Silt and bones</p><p><span class=\"tab\"></span>Skipping stones</p><p><span class=\"tab\"></span>Eternal life awaits</p><p><span class=\"tab\"></span>Just past the gates</p><p><span class=\"tab\"></span>Of my Father’s Funeral City</p><p>And after a cacophony of fans cranking  up and powering on, he glides away. 350,000,000 dead</p>"
  },
  {
    "date": "2012-10-07T07:06",
    "tags": ["ron paul funeral city", "ron paul", "funeral city", "350000000 dead", "choirs", "birds", "avian", "aqua transport"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/33074758005",
    "archive": "https://web.archive.org/web/20130116134343/http://ronpaulfuneralcity.tumblr.com/post/33074758005/an-uncountable-choir-of-children-dressed-as-angels",
    "text": "<p><img src=\"/img/23.jpg\"></p><p><img src=\"/img/24.jpg\"></p><p>An uncountable choir of children dressed as angels sings the votive antiphon. Wild birds swarm around them, land over and between them. Children howl in fear and delight but never stop singing. Geysers of birds erupt from the decks as the mass of children’s voices are led to a femata crescendo, when the notes abruptly stop, the birds plummet lifelessly toward the boats, some crashing into the deck and into the choir members, most reviving miraculously as the children begin singing again. Soon the boats dock at their destination, Ron Paul’s Funeral City, 350000000 dead</p>"
  },
  {
    "date": "2012-10-14T16:29",
    "tags": ["ron paul", "funeral city", "350000000 dead"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/33606888838",
    "archive": "https://web.archive.org/web/20130116134850/http://ronpaulfuneralcity.tumblr.com/post/33606888838/pictured-landscape-control-station-somewhere",
    "text": "<p><img src=\"/img/25.jpg\"></p><p><img src=\"/img/26.jpg\"></p><p>pictured: landscape control station somewhere inside Ron Paul’s Funeral City. Ron Paul declares that earth as it stands will be stripped away and then renewed to cause the flowering of the chosen fruit plant and the righting of all former wrongs. 350,000,000 dead</p>"
  },
  {
    "date": "2012-10-24T23:41",
    "tags": ["ron paul", "funeral city", "350000000 dead", "grain interest", "body change"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/34278128451",
    "archive": "https://web.archive.org/web/20130116134743/http://ronpaulfuneralcity.tumblr.com/post/34278128451/handball-sized-and-melon-colored-nodules-bloom-on",
    "text": "<p><img src=\"/img/27.jpg\"></p><p><img src=\"/img/28.png\"></p><p>Handball sized and melon colored nodules bloom on the bodies of the faithful. Ron Paul’s reloveution begins as millions of nodes and boils on the necks and chests of ron paul’s liberated followers erupt, gushing torrents of unprocessed grain. Rye blooms from sleeping bodies. Wheat flows can be paddled through like river water. Amaranth and moringa create beautiful fractal patterns as they swell against the skin. the eve of one of the Venusian Becoming, one of the first cosmological events that are said to precede the opening of Ron Paul’s Funeral City. 350,000,000 dead</p>"
  },
  {
    "date": "2012-11-12T12:47",
    "tags": [],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/35571932163",
    "archive": "https://web.archive.org/web/20130116134358/http://ronpaulfuneralcity.tumblr.com/post/35571932163/demonic-refers-to-death-comprehended-as-a-moral-reality",
    "text": "<p><img src=\"/img/29.jpg\"></p><p><img src=\"/img/30.jpg\"></p>",
    "ask": {
      "name": "bubblebathosbands-blog",
      "url": "https://bubblebathosbands-blog.tumblr.com",
      "text": "Demonic refers to death comprehended as a moral reality"
    }
  },
  {
    "date": "2012-11-12T12:53",
    "tags": [],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/35572319212",
    "archive": "https://web.archive.org/web/20130116134707/http://ronpaulfuneralcity.tumblr.com/post/35572319212/what-the-fuck-is-this",
    "text": "<p>A cell network of harriers and couriers of the building and coming consecreation of Ron Paul’s funeral city. 350,000,000 dead</p><p><img src=\"/img/31.jpg\"></p><p><img src=\"/img/32.jpg\"></p>",
    "ask": {
      "name": "wernerwartzhog",
      "url": "https://wernerwartzhog.tumblr.com",
      "text": "what the fuck is this"
    }
  },
  {
    "date": "2012-11-12T12:57",
    "tags": [],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/35572517972",
    "archive": "https://web.archive.org/web/20151210042945/http://ronpaulfuneralcity.tumblr.com/post/35572517972/do-you-have-any-advice-on-fingerless-gloves-i",
    "text": "<p>When the funeral city is consecrated, when the dead rise, beautiful and pure, there will be no need for gloves. First the fingers will sift into component proteins and all gloves will be like those you search for. And when the Venusian becoming has swept the sky clean, what remains of each glove will be gathered together to soften the return from the underworld of Ron Paul’s animal heralds.</p>",
    "ask": {
      "text": "do you have any advice on (fingerless?) gloves? I need some for warmth to wear while typing but I don't know anything about quality clothes"
    }
  },
  {
    "date": "2012-11-13T12:52",
    "tags": ["350000000 dead", "guest post"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/35643477103",
    "archive": "https://web.archive.org/web/20130116134914/http://ronpaulfuneralcity.tumblr.com/post/35643477103/overnight-the-bedside-water-tumblers-of-rand",
    "text": "<p><img src=\"/img/33.jpg\"></p><p><img src=\"/img/34.jpg\"></p><p>Overnight, the bedside water-tumblers of Rand Paul’s network of friends spontaneously generate singular flawless calves’ eyes. The eyes, representing the clarity and purity, of both vision and thought required to imagine the new world of just actions. Just actions that the resurrection will force about for the fortunate and faithful. These eyes are immediately consumed by the blessed followers, who have spent the past twenty-four months calming filling all bodies of government and business and laying the groundwork for the deft bit of financial action which will direct all remaining fluid currency in the world towards the formulation of a specially impervious metal alloy and the casting of that alloy into the many ritual knives, each one to be placed at the head of each of a reinforced concrete funerary trough. Twenty-four months ago Rand Paul, who was given a message by and through the immaterial realm, large carp swam into his bedroom, gazed at him, and spoke to him. Rand recognized this male fish as a sacred missive and slit him open. The guts heaped upon the heated wooden panel floor and formed a sign – the split staff of wheat. He knew to choose thousands of his male followers to become the new semi solid mass who would forge the ritual knives, and precede the renewal of many edifices.</p><p>With each man accepting this, being tainted by politics and central government administration along with its regulation of commerce, he would become, like his knives, sacred. He would not be killed or sacrificed, and so never resurrected. One by one, each man accepted his fate, then, consuming his eye, he recites the threnody as one of 200,000 beautiful, pounding of a joyous tenor, bass, and alto voices:</p><p><em>We will be lone</em></p><br><p><em>We will be chemical</em></p><br><p><em>We will be the beds of flower beds</em></p><br><p><em>Upon which the resurrected may make love</em></p><br><p><em>350,000,000 dead will come awake in paradise</em></p><br><p><em>We 200,000 dead will remain sacred and silent beneath their feet</em></p><br><p><em>This is enough</em></p><br><p><em>This is enough</em></p><br><p>Ron Paul Funeral City 350,000,000 dead</p><p>Ron Paul Funeral City media representative note: this post was written by Dylan Ingraham, edited by a rpfc media representative, and submerged in a well for 3 days, on the 4th day it returned to dry land without any mortal intervention.</p>"
  },
  {
    "date": "2012-11-15T03:41",
    "tags": ["guest post", "350000000 dead"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/35791027744",
    "archive": "https://web.archive.org/web/20130116145917/http://ronpaulfuneralcity.tumblr.com/post/35791027744/sintering-machines-line-the-causeway-stretching",
    "text": "<p><img src=\"/img/35.jpg\"></p><p><img src=\"/img/36.jpg\"></p><p>Sintering machines line the causeway stretching from the outskirts of the city to an accessory marble complex. They buzz, day and night, fabricating angels’ wings to be bolted onto some of the beloved that may soon stand  along this path. independent citizens, freethinkers all, may grasp bugles, hewn from the texas longhorn, waiting to trumpet the arrival of the pre relics to their final allocations. The future may end , all may stand on the edge of time. 350,000,000 dead.</p><br><p>Guest post by Félix Labillois, edited by Ron Paul Funeral City media representative</p>"
  },
  {
    "date": "2012-11-18T07:46",
    "tags": [],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/36029818035",
    "archive": "https://web.archive.org/web/20130116134652/http://ronpaulfuneralcity.tumblr.com/post/36029818035/this-old-house",
    "text": "<p><img src=\"/img/37.jpg\"></p><p>Are you coming to Ron Paul’s galloping stone house at the terminus of all tomb veins under The Funeral City</p>",
    "ask": {
      "text": "this old house"
    }
  },
  {
    "date": "2012-11-18T15:50",
    "tags": [],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/36030099429",
    "archive": "https://web.archive.org/web/20181128072337/http://ronpaulfuneralcity.tumblr.com/post/36030099429/this-one-brings-forth-a-query-before-the-heralds",
    "text": "<p><img src=\"/img/38.jpg\"></p><p>Wait for the truck marked “Outlaw” Wait for the stones that weep yellow and shine like frozen blades</p><p><img src=\"/img/39.jpg\"></p><p>Lower your ruined body onto a trestle, and join the stones at the feet of the city :^)</p><p><img src=\"/img/40.jpg\"></p>",
    "ask": {
      "name": "uglysowwithhumanface-blog",
      "url": "https://uglysowwithhumanface-blog.tumblr.com",
      "text": "This one brings forth a query before the heralds of the erection of monuments and the blotting out of the sun and stars. Firstly, how may one such as I, constrained as I am to a hospital bed, work to undermine and deny the false adjurations of those who speak against the glory of the Funeral City? And secondly, where may one such as I, wracked and fettered as I am by disease, gaze upon the panchrest corona? Is it necessary to inscribe a set of imitation Nazca patterns to replenish my youth?"
    }
  },
  {
    "date": "2012-11-27T23:49",
    "tags": ["ron paul", "funeral city", "diplomacy"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/36719933872",
    "archive": "https://web.archive.org/web/20130116145904/http://ronpaulfuneralcity.tumblr.com/post/36719933872/desperate-calls-from-the-un-for-ron-pauls",
    "text": "<p><img src=\"/img/41.jpg\"></p><p><img src=\"/img/42.jpg\"></p><p>Desperate calls from the UN, for Ron Paul’s Funeral City to integrate with established international bodies, are heeded. Emissaries of the Funeral City stream out through time.  350,000,000 dead</p>"
  },
  {
    "date": "2012-11-28T23:55",
    "tags": [],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/36792000169",
    "archive": "https://web.archive.org/web/20150524064020/http://ronpaulfuneralcity.tumblr.com/post/36792000169/ron-pauls-city-is-toast-hurricanes-would-destroy",
    "text": "<p>Ron Paul’s Funeral City is the hurricane</p>",
    "ask": {
      "text": "Ron Paul's City is toast, hurricanes would destroy it in minutes"
    }
  },
  {
    "date": "2012-12-14T13:55",
    "tags": ["350000000 dead", "ron paul's funeral city", "ron paul", "funeral city"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/37936080323",
    "archive": "https://web.archive.org/web/20181128072352/http://ronpaulfuneralcity.tumblr.com/post/37936080323/towns-cheer-and-citizens-march-with-lilted-and",
    "text": "<p><img src=\"/img/43.jpg\"></p><p><img src=\"/img/44.jpg\"></p><p>Towns cheer and citizens march with lilted and joyful hearts at the sight of the funeral equipment convoying through their streets. Matériel strains massive tractors that fill both lanes and require entire power grids to be dismantled.The shadows cast on bay windows and the high frequency screams of the pavement under their tires and treads give away their presence, even at night with the lights off and shutters locked. Rand Paul is sometimes seen riding a load, his cowboy hat making bone cracking and tree felling sounds that somehow fill closed spaces and continue after he disappears over the horizon. Ron Paul Funeral City, 350,000,000 dead</p>"
  },
  {
    "date": "2014-01-03T23:44",
    "tags": ["ron paul", "funeral city", "funeral city ron paul", "350000000 dead"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/72167088656",
    "archive": "https://web.archive.org/web/20181128072649/http://ronpaulfuneralcity.tumblr.com/post/72167088656/the-constellation-sachi-fouix-2-is-now-underneath",
    "text": "<p><img src=\"/img/45.jpg\"></p><p><img src=\"/img/46.jpg\"></p><p><img src=\"/img/47.jpg\"></p><p><img src=\"/img/48.jpg\"></p><p>The constellation Sachi-fouix 2 is now underneath the Armenian rifleman’s star, which shines through small hollows in the grating covering the canopies of the largest grave machines.</p><p>And there is the highest star, which is called by Rand Paul, Sumsoun. Rand takes out an album, with Samo Mun written on its cover, and struggles to speak about it. He states the he likes that in life, it shone. He addresses thank yous to this star. It is set to die on the day of the completion of his father’s funeral city.</p><p>Rand locks his oil rigging gloves with a twist in the palm, and fits his hand around my wrist. “Your wrist is a field. My soldiers are garden genius. They play outdoor games.”–He points to 10 figures in the distance, smashing shovels and picks against a palm tree. “We learned it on the Congolaisse border when we searched for growing caverns.”</p><p>His voice fails as a convoy of trucks smashes through the bush, meters from where we stand. Their beds are filled to pyramid points with shining wet stones. The drivers’ faces are impossible to make out through the ash on their windows.</p><p>Rand unfolds a survival rifle from his pack, it’s covered in yellow twisted bits of bark. His bloused boots shake out luminous black mineral shards as he moves. He aims it at me and says:</p><p>“Avoid the world’s plats, history and reflection are unavailable, my father’s teeth are the unbelievable beak. His bones grow now, and the light of the stars fills him. The Funeral City can build itself. We are only here to protect our constituents.” He glares at me through a veil and sunglasses.</p><p>And as the rocks under our feet began to sing in short bursts, naming stars now visible in the sky, I feel 15 blows. Blood calmly seeps into my eyes, and I scramble for a deeper part of the forest plateau. I hear Rand’s machine fire up and thunder away. Was there a new messenger? The rocks sang “Ron Paul Funeral City, 350000000 dead.”</p>"
  },
  {
    "date": "2014-01-11T13:30",
    "tags": ["funeral city", "ron paul", "ron paul funeral city", "350000000 dead"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/73018411217",
    "archive": "https://web.archive.org/web/20181128072654/http://ronpaulfuneralcity.tumblr.com/post/73018411217/funeral-trains-visit-the-station-engine-fairfix",
    "text": "<p><img src=\"/img/49.jpg\"></p><p><img src=\"/img/50.jpg\"></p><p><img src=\"/img/51.jpg\"></p><p>Funeral Trains visit the station. Engine Fairfix runs down enemy time. To fill cars with ash and polished transparent water canisters exposed to sun during the third Venusian preditrian. Its exhaust leaves the engines with the smell of burning marble. This gives any who smell it a desire to follow. Thousands walk the tracks, and hospitalers have banded together to tend to them. Their routes are determined by Rand Paul’s signaling beacons, coordinated with satellites and observations taken at the center of the Funeral City. Today’s signal: cut rush, 110 h, 18 n.</p><p>Ron Paul Funeral City, 350000000 Dead</p>"
  },
  {
    "date": "2014-01-21T11:16",
    "tags": ["Funeral City", "ron paul", "Ron Paul Funeral City", "350000000 dead"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/74068543409",
    "archive": "https://web.archive.org/web/20181128072357/http://ronpaulfuneralcity.tumblr.com/post/74068543409/day-breaks-and-they-march-to-the-buzz-of-rain",
    "text": "<p><img src=\"/img/52.jpg\"></p><p><img src=\"/img/53.jpg\"></p><p><img src=\"/img/54.jpg\"></p><p>day breaks and they march to the buzz of rain, they who now thicken our western roads and churn cold fields to mud</p><p>the invading conquered-and-reconquering, bringing along the detritus of a life, tokens imbued with a memorial power:</p><ul><li>always she has a stale green and white ribboned mint, snatched from a porcelain bowl at the wake, a display which implied a public offer tho’ she felt a thief anyways</li><li>in one pocket, a note of apology that led to further encounters</li><li><p>in another’s case, her nightshirt concealed, scent long diffused from the fabric,</p><p><span class=\"tab\"></span>kept as a sigil as her echo fades and an ever-growing framework of memories obscure the structures beneath</p></li><li>a printed orange slip of high-density polyethylene whose meaning would later be inverted upon itself and made wrong</li></ul><p>against foul riptides, through choking clouds, bypassing trapped bridges to leprous islands, here, through the industrial district</p><p>furnaces growl and pistons rally to power the jet-lungs, the Breath of the Son who exhales the atmos of our Landmark Dome</p><p><span class=\"tab\"></span>each turns in passing, burned limbic pathways unable to accept another unspeakable disquiet</p><p>a shiver, a fleeting haunt, the freezing immediacy when the eyes meet, an unstable state teetering over criticality</p><p>an out-of-spectrum waveform thrown as the Leviathan’s coils grip flush with our plane, necessarily put from the mind</p><p><span class=\"tab\"></span>perhaps a trick of the shifting weather patterns</p><p>to permit ourselves few words and fewer possessions, live purified</p><p>(or emptied of excess, if you prefer)</p><p>in them; by them; we bear only:</p><ul><li>their piece of the One Moment which banishes all else</li><li>a complaint of the Earth itself</li><li>whispers, or mirth swallowed-back</li><li>a cause for the walking mausoleum</li><li>all his joy</li></ul><p>Ron Paul Funeral City 350000000 dead</p><p>Guest post by <a href=\"https://twitter.com/wash_cloth\" target=\"_blank\">Vern</a></p</p>"
  },
  {
    "date": "2014-01-22T16:52",
    "tags": ["Funeral City", "Ron Paul", "350 million dead"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/74207959752",
    "archive": "https://web.archive.org/web/20150524003542/http://ronpaulfuneralcity.tumblr.com/post/74207959752/birds-rest-in-the-water-in-deference-to-the",
    "text": "<p><img src=\"/img/55.jpg\"></p><p>Birds rest in the water, in deference to the sacred buildings of the in construction Funeral City</p><p>350000000 Dead</p>"
  },
  {
    "date": "2014-02-25T11:15",
    "tags": ["ron paul's funeral city", "funeral city", "ron paul", "350", "00", "000", "dead"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/77812076494",
    "archive": "https://web.archive.org/web/20181128072412/http://ronpaulfuneralcity.tumblr.com/post/77812076494/life-slows-down-outside-the-city-350000000-dead",
    "text": "<p><img src=\"/img/56.jpg\"></p><p><img src=\"/img/57.jpg\"></p><p><img src=\"/img/58.jpg\"></p><p>Life slows down outside the city, 350000000 dead</p>"
  },
  {
    "date": "2014-03-12T17:10",
    "tags": ["ron paul funeral city", "350000000 dead"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/79414228836",
    "archive": "https://web.archive.org/web/20181128072704/http://ronpaulfuneralcity.tumblr.com/post/79414228836/communications-continue-at-the-edges-of-the-city",
    "text": "<p><img src=\"/img/59.jpg\"></p><p><img src=\"/img/60.jpg\"></p><p><img src=\"/img/61.jpg\"></p><p>Communications continue at the edges of the city</p>"
  },
  {
    "date": "2014-07-12T23:31",
    "tags": ["funeral city", "ron paul", "ron paul funeral city", "350000000 dead"],
    "url": "https://ronpaulfuneralcity.tumblr.com/post/81336398681",
    "archive": "https://web.archive.org/web/20181128072709/http://ronpaulfuneralcity.tumblr.com/post/81336398681/ignition-systems-are-transported-and-tested-along",
    "text": "<p><img src=\"/img/62.jpg\"></p><p><img src=\"/img/63.jpg\"></p><p>Ignition systems are transported and tested, along with all components of the sacrificial platforms. Citizens await their completion.</p><p>Ron Paul Funeral City, 350000000 dead.</p>"
  }
]
